<?
$lang=[
    //header
    "nao"=> "«Азаматтарға арналған үкімет»<br>«Мемлекеттік корпорациясы» КЕ АҚ",
    //main/home
    "home_h1" => "Мәтіндік және сандық ақпаратпен жұмыс істеу қабілеті бойынша тестілеу",
    "home_warning" => "Құрметті үміткер! Келесі мәліметтерді толтыруды сұраймыз.",
    "idn" => "ЖСН",
    "surname" => "Тегі",
    "name" => "Аты",
    "fname" => "Әкесінің аты",
    "phone" => "Телефон номері",
    "service" => "Мемлекеттік қызмет түрі",
    "speciality" => "Мамандық",
    "position" => "Лауазым",
    "lang" => "Тіл",
    "go" => "Ары қарай",
    "error" =>"Қателік",
    "idnError"=>"ЖСН енгізіңіз.",
    "fioError"=>"ТАӘ енгізіңіз.",
    "phoneError"=>"Ұялы телефон номерін енгізіңіз.",
    "langError"=>"Тілді таңдаңыз.",
    "positionError"=>"Мамандық пен лауазымды таңдаңыз",
    "serviceError"=>"Мемлекеттік қызмет түрін таңдаңыз.",
    //test/process
    "begin" => "БАСТАУ",
    "question" => "Сұрақ:",
    "nextQuestion" => "Келесі сұрақ",
    "finishTest" => "Тестті аяқтау",
    "finish" => "Аяқтау",
    "youSure" => "Сіз сенімдісіз бе?",
    "sureSubmit" => "Тестті аяқтап, жауаптарды жіберуге сенімдісіз бе?",
    "sure" => "Иә, сенімдімін!",
    "cancel" => "Болдырмау!",
    "canceled" => "Болдырылмады",
    "finishingCanceled" => "Аяқтау болдырылмады.",
    //test/thanks
    "form-8" => "Қазақстан Республикасының<br>
    Мемлекеттік кеме тізілімінде<br>
    мемлекеттік тіркеуге жататын кемелердің<br> 
    командалық құрамының адамдарын<br>
    дипломдау және аттестаттау қағидаларына<br>
    8-қосымша<br><br>
				Форма<br><br><br>",
    "resultDiplom" => "Кемелердің командалық құрамын дипломдаудың<br>
    емтихан нәтижелері",
    "resultAttestat" => "Кемелердің командалық құрамын аттестациялаудың<br>
    емтихан нәтижелері",   
    "positionExam" => "Емтихан тапсырылатын<br>қызмет атауы",
    "isPassed" => "Білімді бағалау<br>(сынақтан өтті, сынақтан өтпеді)",
    "passed" => "Сынақтан өтті",
    "notPassed" => "Сынақтан өтпеді",
    "dateExam" => "Емтиханды қабылдау<br>күні",
    "comment" => "Ескерту",
    "signature" => "<b>Қолы</b><br>м.п.",
    "fio"=>"Т.А.Ә.<br>
    КеАҚ қызметкерінің лауазымы",
    "correctAnswers" => "Дұрыс жауап саны:",
    "incorrectAnswers" => "Қате жауап саны:",
]
?>