<?
$lang=[
    //header
    "nao"=> "НАО «Государственная корпорация»<br>«Правительство для граждан»",
    //main/home
    "home_h1"=> "Тестирование по способностям работы с текстовой и числовой информацией",
    "home_warning"=> "Уважаемый претендент (кандидат)! Просим заполнить следующие поля.",
    "idn"=>"ИИН",
    "surname"=> "Фамилия",
    "name"=> "Имя",
    "fname"=> "Отчество",
    "phone" => "Номер телефона",
    "service" => "Вид государственной услуги",
    "speciality" => "Специальность",
    "position" => "Должность",
    "lang"=> "Язык",
    "go"=>"Далее",
    "error" => "Ошибка",
    "idnError" => "Укажите свой ИИН.",
    "fioError" => "Укажите ФИО.",
    "phoneError" => "Укажите свой номер сотового телефона.",
    "langError" => "Выберите язык.",
    "positionError" => "Выберите специальность и должность.",
    "serviceError" => "Выберите вид государственной услуги.",
    //test/process
    "begin"=> "НАЧАТЬ",
    "question"=>"Вопрос:",
    "nextQuestion"=> "Следующий вопрос",
    "finishTest"=> "Завершить тест",
    "finish"=> "Завершить",
    "youSure"=> "Вы уверены?",
    "sureSubmit"=> "Вы уверены, что хотите завершить тест и отправить ответы?",
    "sure"=> "Да, уверен (-а)!",
    "cancel"=> "Отменить!",
    "canceled"=> "Отменено",
    "finishingCanceled"=> "Завершение отменено.",
    //test/thanks
    "form-8"=> "Приложение 8<br>
				к Правилам дипломирования и<br>
				аттестации лиц командного состава судов,<br>
				подлежащих государственной регистрации<br>
				в Государственном судовом реестре<br>
				Республики Казахстан<br><br>
				Форма<br><br><br>",
    "resultDiplom"=> "Результаты экзаменов<br>
    дипломирования лиц командного состава судов",
    "resultAttestat" => "Результаты экзаменов<br>
    аттестация лиц командного состава судов",
    "positionExam"=>"Должность на которую<br>сдается экзамен",
    "isPassed"=>"Оценка знаний<br>(зачет, не зачет)",
    "passed"=>"Зачет",
    "notPassed"=>"Не зачет",
    "dateExam"=>"Дата приема<br>экзаменов",
    "comment"=>"Примечание",
    "signature"=> "<b>Подпись</b><br>м.п.",
    "fio"=>"Ф.И.О.<br>
    Должность сотрудника НАО",
    "correctAnswers"=>"Правильных ответов:",
    "incorrectAnswers" => "Неправильных ответов:",
    //questionController
    "add_question" => "Добавить вопрос",
    "edit_question" => "Редактировать данные вопроса",
    "operation_success" => "Операция завершена успешно",
    "record_not_found" => "Запись не найдена",
    //specialityController
    "add_specialty" => "Добавить специальность",
    "edit_speciality" => "Редактировать данные специальности",
    //subtestController
    "add_subtest" => "Добавить субтест",
    "edit_subtest" => "Редактировать данные субтеста",
    //testsController
    "add_test" => "Добавить тест",
    "edit_test" => "Редактировать данные теста",
    //testtypeController
    "add_testtype" => "Добавить вид теста",
    "edit_testtype" => "Изменить вид теста",
    //userController
    "add_user" => "Добавить пользователя",
    "edit_user" => "Редактировать данные пользователя"
]
?>