<?
$lang=[
    //header
    "nao"=> "НАО «Государственная корпорация»<br>«Правительство для граждан»",
    //main/home
    "home_h1"=> "Тестирование по способностям работы с текстовой и числовой информацией",
    "home_warning"=> "Уважаемый претендент (кандидат)! Просим заполнить следующие поля.",
    "idn"=>"ИИН",
    "surname"=> "Фамилия",
    "name"=> "Имя",
    "fname"=> "Отчество",
    "phone" => "Номер телефона",
    "service" => "Вид государственной услуги",
    "speciality" => "Специальность",
    "position" => "Должность",
    "lang"=> "Язык",
    "go"=>"Далее",
    "error" => "Ошибка",
    "idnError" => "Укажите свой ИИН.",
    "fioError" => "Укажите ФИО.",
    "phoneError" => "Укажите свой номер сотового телефона.",
    "langError" => "Выберите язык.",
    "positionError" => "Выберите специальность и должность.",
    "serviceError" => "Выберите вид государственной услуги.",
    //test/process
    "begin"=> "НАЧАТЬ",
    "question"=>"Вопрос:",
    "nextQuestion"=> "Следующий вопрос",
    "finishTest"=> "Завершить тест",
    "finish"=> "Завершить",
    "youSure"=> "Вы уверены?",
    "sureSubmit"=> "Вы уверены, что хотите завершить тест и отправить ответы?",
    "sure"=> "Да, уверен (-а)!",
    "cancel"=> "Отменить!",
    "canceled"=> "Отменено",
    "finishingCanceled"=> "Завершение отменено.",
    //test/thanks
    "form-8"=> "Приложение 8<br>
				к Правилам дипломирования и<br>
				аттестации лиц командного состава судов,<br>
				подлежащих государственной регистрации<br>
				в Государственном судовом реестре<br>
				Республики Казахстан<br><br>
				Форма<br><br><br>",
    "resultDiplom"=> "Результаты экзаменов<br>
    дипломирования лиц командного состава судов",
    "resultAttestat" => "Результаты экзаменов<br>
    аттестация лиц командного состава судов",
    "positionExam"=>"Должность на которую<br>сдается экзамен",
    "isPassed"=>"Оценка знаний<br>(зачет, не зачет)",
    "passed"=>"Зачет",
    "notPassed"=>"Не зачет",
    "dateExam"=>"Дата приема<br>экзаменов",
    "comment"=>"Примечание",
    "signature"=> "<b>Подпись</b><br>м.п.",
    "fio"=>"Ф.И.О.<br>
    Должность сотрудника НАО",
    "correctAnswers"=>"Правильных ответов:",
    "incorrectAnswers" => "Неправильных ответов:",
    //questionController
    "add_question" => "Добавить вопрос",
    "edit_question" => "Редактировать данные вопроса",
    "operation_success" => "Операция завершена успешно",
    "record_not_found" => "Запись не найдена",
    //specialityController
    "add_specialty" => "Добавить специальность",
    "edit_speciality" => "Редактировать данные специальности",
    //subtestController
    "add_subtest" => "Добавить субтест",
    "edit_subtest" => "Редактировать данные субтеста",
    //testsController
    "add_test" => "Добавить тест",
    "edit_test" => "Редактировать данные теста",
    //testtypeController
    "add_testtype" => "Добавить вид теста",
    "edit_testtype" => "Изменить вид теста",
    //userController
    "add_user" => "Добавить пользователя",
    "edit_user" => "Редактировать данные пользователя",
    //adminViews general
    "name_kz" => "Название на казахском",
    "name_ru" => "Название на русском",
    "desc_kz" => "Описание на казахском языке",
    "desc_ru" => "Описание на русском языке",
    "created_time" => "Время создания",
    "created_by" => "Создан пользавателем",

    //views/tests/
    "tests" => "Тесты",
    "variant" => "Вариант",
    "test_type" => "Вид теста",
    "subtests" => "Субтесты",

    //views/question/
    "sequence_number"=>"Порядковый номер правильного ответа",
    "text_ru"=>"Текст на русском",
    "desc_name_ru"=>"Название субтеста на русском",
    "text_kz"=>"Текст на казахском",
    "desc_name_kz"=>"Название субтеста на казахском",
    "questionAnswer_ru"=>"Ответ на вопрос на русском",
    "questionAnswer_kz"=>"Ответ на вопрос на русском",

    //views/ist/
    "questions"=>"Вопросы",
	"sorting_index"=>"Индекс сортировки",
	"date_time"=>"Дата/время",

    //views/specialization/
    "special_ru"=>"Название специальности на русском",
    "special_kz"=> "Название специальности на казахском",

    //views/specialization_ru_kz/
    "special"=>"Специальности",

    //views/subtest1/
    "sorting_order"=>"Порядок сортировки (0-254)",
    "order_index"=>"Индекс сортировки определяющий порядок",
    "passing_score" => "Проходной балл",

    //views/testtype1/
    "name_types_ru"=>"Название вида тестирования на русском",
    "name_types_kz"=> "Название вида тестирования на казахском",

    //views/testtype2/
    "testtypest"=>"Виды тестирования",

    //views/users/
    "to_come_in"=>"ВОЙТИ",

    //views/users2/
    "users"=>"Пользователи",

    //views/password/
    "change_password"=>"Смена пароля",
    "save_password"=>"Пароль успешно установлен.",
    "install"=>"Установить",

];

for ($i = 1; $i <= 5; $i++) {
    $lang["answer".$i."_ru"] = "Ответ " . $i . " на русском";
    $lang["answer" . $i . "_kz"] = "Ответ " . $i . " на казахском";
}
?>